{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "3D Tilemap"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FAssetTypeActions_TilemapAssetName"
				}
			]
		},
		{
			"Namespace": "FTilemap3DEditorToolkit",
			"Children": [
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DetailsTab_Tile"
				},
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DetailsTabLabel"
				},
				{
					"Source":
					{
						"Text": "Tilemap Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorkSpaceMenu_TilemapEditor"
				},
				{
					"Source":
					{
						"Text": "TilemapAssetBase"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TilemapAssetLabel"
				},
				{
					"Source":
					{
						"Text": "TilemapAssetPrefix "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TilemapAssetTabPrefix"
				},
				{
					"Source":
					{
						"Text": "Viewport"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ViewportTab"
				}
			]
		},
		{
			"Namespace": "STilemap3DEditStatusWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "<"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "STiemap3DFloorStatusWidget"
				},
				{
					"Source":
					{
						"Text": "Append Cube"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AppendCube"
				},
				{
					"Source":
					{
						"Text": "Append Mesh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AppendMesh"
				},
				{
					"Source":
					{
						"Text": "Edit Chess"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ChessMode"
				},
				{
					"Source":
					{
						"Text": "Edit Cube"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CubeMode"
				},
				{
					"Source":
					{
						"Text": "Edit Mesh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MeshMode"
				},
				{
					"Source":
					{
						"Text": "Edit Player"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PlayerMode"
				},
				{
					"Source":
					{
						"Text": "Floor: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TilemapFloorEntryLabel"
				},
				{
					"Source":
					{
						"Text": "Remove Chess"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RemoveChess"
				},
				{
					"Source":
					{
						"Text": "Remove Cube"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RemoveCube"
				},
				{
					"Source":
					{
						"Text": "Remove Mesh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RemoveMesh"
				},
				{
					"Source":
					{
						"Text": "Select Chess"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectChess"
				},
				{
					"Source":
					{
						"Text": "Select Mesh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectMesh"
				},
				{
					"Source":
					{
						"Text": "Set PlayerStart"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PlayerStart"
				},
				{
					"Source":
					{
						"Text": "Spawn Chess"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SpawnChess"
				},
				{
					"Source":
					{
						"Text": "Spawn PlayerChess"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PlayerChess"
				},
				{
					"Source":
					{
						"Text": "Start Edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditStatus_Stop"
				},
				{
					"Source":
					{
						"Text": "Stop Edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditStatus_Start"
				},
				{
					"Source":
					{
						"Text": "View Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ViewMode"
				}
			]
		},
		{
			"Namespace": "STilemap3DPropertiesTabBody",
			"Children": [
				{
					"Source":
					{
						"Text": "Generate path finding data."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TilemapPathFindingGenerate"
				},
				{
					"Source":
					{
						"Text": "Reset Tileset"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TilemapFloorResetTileset"
				}
			]
		},
		{
			"Namespace": "STileSetGalleyWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Fill all this floor."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "STileSetGalleyWidget"
				}
			]
		},
		{
			"Namespace": "UEditorWindow",
			"Children": [
				{
					"Source":
					{
						"Text": "DefaultWindow"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UEditorWindow"
				}
			]
		}
	]
}